{
    "about-me": {
        "title": "Sobre Mi",
        "description": "Hola, soy Federico, de Argentina. He estado trabajando en el área de sistemas desde el 2020, haciendo diferentes tipo de cosas como investigación, por ejemplo, cuál era la mejor aplicación de Automatización de Tests para implementar en nuestro trabajo o por qué Jenkins debía ser implementado, también desarrollé funcionalidades en el proyecto.\nMe considero una persona muy proactiva que siempre está tratanto de mejorar mis habilidades y superando todas las dificultades. Considero que soy una persona autodidacta ya que, la mayoría de mis conocimientos los obtuve estudiando por mi cuenta. Una evidencia de esto es mi Inglés, el cuál aprendí viviendo en Irlanda.\nEstudié en el Instituo ORT y estoy, continuamente, adquiriendo nuevas habilidades, haciedo cursos como Python programming o Cloud DevOps (donde aprendí como trabajar con AWS o Azure), además aprovechando la oportunidad de hacer cursos que son prvistos por mi trabajo, como desarrollo de test unitarios en Java con JUnit.\nMi objectivo es trabajar en un ambiente dinámico e innovador donde pueda aplicar mis habilidades y conocimientos para contribuir a proyectos emocionantes. Además, valoro un balance saludable entre el trabajo y la vida, donde pueda tener la flexibilidad de trabajar remoto, siempre asegurando el compromiso de mi trabajo, tratando de agregar valor al trabajo final.\nPor último, cuento con ciudadanía europea. No dude en contactarme si está interesado, su mail o mensaje no es una molestia.",
        "watch-resume": "Mi Curriculum Vitae",
        "contact": "Contáctame"
    },

    "modal": {
        "title": "Contáctame",
        "name": "Nombre",
        "email": "Mail",
        "subject": "Asunto",
        "message": "Mensaje",
        "send-email": "Enviar Mail",
        "error-required": "El campo es requerido",
        "invalid-format": "El formato del mail no es válido",
        "invalid-lenght": "El tamaño del campo {{field}} debe estar entre {{minumin}} y {{maximun}}",
        "invalid-minimun-lenght": "El tamaño del campo {{field}} debe ser {{minimun}} o más"
    }
}