[ 
    { "id": 0, "icon": "<FaReact />", "skill": "React", "description": "I have acquired this ability in my job at BBVA.\nWhen I started to work for them I did a course to learn faster this ability and be able to add value to the product.\nYou might be some projects that I did in React like a movie repository (https://github.com/fede16798/ChallengeAlkemyReact) or this portfolio (https://github.com/fede16798/resumeWithReact)." },
    { "id": 1, "icon": "<idDiJavascript />", "skill": "Javascript", "description": "I studied at ORT college, where I was able to learn the basic things about JavaScript.\nAfter that, I keep studying and doing online courses on stream platforms.\nThis project (https://github.com/fede16798/WppConVenom) is a feature that responds automatically when you text some number by WhatsApp. "},
    { "id": 2, "icon": "<FaJava />", "skill": "Java", "description": "Java was the first programming language that I learned. It was in the college.\nNowadays is the language which I work in every day. In my job, I use java and some frameworks like Spring Boot and JUnit.\nI also have experience doing Api Rest projects for consumption and diverse functionalities." },
    { "id": 3, "icon": "<SiSpringboot />", "skill": "Spring boot", "description": "Spring boot is one of the main tools that I use every day to work.\nI learned the basics in BBVA and then I keep doing courses to improve my skills in this framework. I am able to create Api rest and consume them.\nI have some projects in my github made with this technology, like a full project made with Spring boot and Hibernate (https://github.com/fede16798/BBVA-Spring-Squad3) or a project that only consumes a crypto api (https://github.com/fede16798/consumingCryptocurrencyApi)"},
    { "id": 4, "icon": "<FaPython />", "skill": "Python", "description": "Finishing the college I didn't learn Python and knowing that it is one of the most popular languages I decided to take a course: Python Programming in Educacion IT. There I learned all the areas that Python can be used for.\nI also participated in a Artificial Intelligence made in Python, it was an interactive chatbot." },
    { "id": 5, "icon": "<FaDocker />", "skill": "Docker", "description": "I learned docker on my own on the Internet and using it on the job. I don't have a lot of experience, but I know how to run some images and use them to program.\nI use docker almost every day at my job to simulate some resources." },
    { "id": 6, "icon": "<SiMysql />", "skill": "SQL", "description": "I learned the basics in college and got more advanced things on my own, like doing store procedures.\nI use sql in my work to consume, create SP, tables the database from Java.\nI have worked with MySql, Sql Server and Sybase." },
    { "id": 7, "icon": "<FaBrain />", "skill": "Artificial Intelligence", "description": "I have acquiried these knowledges when I participated in a competition where I had to build an application with an innovative technology.\nWith my team, we decided to develop a chatbot that is able to undertand the human language and resolve issues based on the text.\nWe used techniques like NLP and a SVM model. We did this using the spacy and sklean libraries to develop the artificial intelligence and NLP models."}

]