[ 
    { "id": 0, "icon": "<FaReact />", "skill": "React", "description": "He adquirido esta habilidad en mi trabajo en el BBVA.\nCuando empecé a trabajar en el banco, ofrecieron un curso para aprender esta habilidad más rápido y ser capaz de agregar valor al producto.\nPuedes ver algunos proyectos que hice en React como un repositorio de películas (https://github.com/fede16798/ChallengeAlkemyReact) o este portafolio (https://github.com/fede16798/resumeWithReact)." },
    { "id": 1, "icon": "<idDiJavascript />", "skill": "Javascript", "description": "Estudié en el terciario del instituto ORT, dónde fui capaz de aprender lo básico sobre JavaScript.\nLuego, seguí estudiando y haciendo cursos en Internet.\nEste proyecto (https://github.com/fede16798/WppConVenom) es una funcionalidad que responde de manera automática cuando le envías, a un número establecido, un WhatsApp."},
    { "id": 2, "icon": "<FaJava />", "skill": "Java", "description": "Java fue el primer lenguaje de programación que aprendí. Fue en la universidad.\nHoy en día es el lenguaje principal que uso para trabajar cada día. En mi trabajo, uso Java y algunos frameworks como Spring Boot y JUnit.\nTambién tengo experiencia haciendo proyectos para consumir Api Rest y diversas funcionalidades." },
    { "id": 3, "icon": "<SiSpringboot />", "skill": "Spring boot", "description": "Spring Boot es uno de los principales herramientas que uso en mi día a día en el trabajo.\nAprendí lo básico en el BBVA y luego continué haciendo cursos para mejorar mis habilidades con este framework. Soy capaz de crear Api Rest y consumirlas.\nTengo algunos proyectos en mi github hechos con esta tecnología e Hibernate (https://github.com/fede16798/BBVA-Spring-Squad3) o un proyecto que solo consume una api de criptomonedas (https://github.com/fede16798/consumingCryptocurrencyApi)."},
    { "id": 4, "icon": "<FaPython />", "skill": "Python", "description": "Al terminar la universidad no aprendí Python y, sabiendo que es uno de los lenguajes más populares de la actualidad, decidí tomar un curso. Python Programming en Educación It. Allí aprendí todas las áreas para las que Python puede ser usado.\nTambién hice algunos cursos en Internet para profundizar mi conocimiento." },
    { "id": 5, "icon": "<FaDocker />", "skill": "Docker", "description": "Aprendí Docker por mi cuenta en Internet y usandolo en el trabajo. No tengo mucha experiencia, pero soy capaz de correr algunas imágenes y usarlo para programar.\nUso Docker casi todos los días en mi trabajo para simular algunos recursos." },
    { "id": 6, "icon": "<SiMysql />", "skill": "SQL", "description": "Aprendí lo básico en la universidad y obtuve conocimientos más avanzados por mi cuenta, como Store procedures.\nUso sql en mi trabajo para consumirlo, crear SP y tablas desde Java.\nHe trabajado con MySql, Sql Server y Sybase." }
]